Repository: mozilla-l10n/mt-training-data
Catalog: zh-HK/zh-HK_pontoon.tmx
Source language: en_us
Languages: zh_hk

source: Optionally join on our email list for updates and new information about the project.
zh_hk: 你都可以加入我哋嘅電郵群組，嚟接收計劃嘅進度更新同新資訊。

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
zh_hk: 所有可選性提供的人口統計資料（年齡、性別、語言、口音等等），絕不會在您的個人檔案上公開，也不會在數據集中有所關聯。每一片獨立的錄音才會和您提交的人口統計資料挂鈎，讓來提供更準確的分析 -- 例如學者可能想訓練一個針對某部分人口的機器訓練模型。

source: Ossetian
zh_hk: 奧塞梯語

source: Other
zh_hk: 其他

source: Other Language
zh_hk: 其他語言

source: Other people validate those voice clips.
zh_hk: 而另一班人會驗證呢啲錄音片段。

source: Other voice datasets…
zh_hk: 其他語音數據集…

source: Other Voice Datasets
zh_hk: 其他語音數據集

source: Overall Accuracy
zh_hk: 整體準誠度

source: Overall Hr. Total
zh_hk: 總鐘數

source: Papiamento (Aruba)
zh_hk: 帕皮阿門托文（阿魯巴）

source: Partner
zh_hk: 合作夥伴

source: Partners
zh_hk: 合作夥伴

source: Pashto
zh_hk: 普什圖文

source: People come and contribute their voices.
zh_hk: 一班人貢獻自己嘅錄音。

source: Persian
zh_hk: 波斯文

source: Personal dashboards keep you up-to-date with individual and community progress.
zh_hk: 個人儀表板可以令你了解個人同社群嘅最新消息。

source: <playIcon></playIcon>Last one!
zh_hk: <playIcon></playIcon> 最後一個！

source: Play/Stop
zh_hk: 播放/停止

source: Polish
zh_hk: 波蘭文

source: Portuguese
zh_hk: 葡萄牙文

source: Press play, listen & tell us: did they accurately speak the sentence below?
zh_hk: 撳下播放掣，聽一下，然後回覆：佢哋讀呢句讀得啱唔啱？

source: Press { shortcut-play-toggle } to toggle play mode
zh_hk: 撳 { shortcut-play-toggle } 即可切換播放模式

source: Privacy
zh_hk: 私隱

source: Privacy Policy
zh_hk: 隱私權政策

source: Pro
zh_hk: 專業級

source: Profile
zh_hk: 個人檔案

source: Profile information improves the audio data used in training speech recognition accuracy.
zh_hk: 個人檔案中嘅資料可幫助改善訓練語音識別準確度個陣用嘅語音數據。

source: Progress
zh_hk: 進度

source: Punjabi
zh_hk: 旁遮普語

source: Read More
zh_hk: 瞭解更多

source: Read more on our About page
zh_hk: 去關於我哋嘅頁面瞭解更多

source: Ready to add your voice or lend your ear?
zh_hk: 準備好參與錄音，或者...借一借對耳嚟用未？

source: Ready to contribute?
zh_hk: 準備好幫手貢獻未？

source: Ready to do { $count } more?
zh_hk: 準備好再做{ $count }個？

source: Ready to donate your voice?
zh_hk: 準備好去獻聲未？

source: Ready to help validate sentences?
zh_hk: 準備好幫手驗證句子了嗎？

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
zh_hk: 我希望收到包括目標提醒、進度更新、同 Common Voice 電子報嘅電郵。

source: Recorded Clips
zh_hk: 已錄製嘅錄音

source: Recorded Hours
zh_hk: 已錄製鐘數

source: <recordIcon></recordIcon> Last one!
zh_hk: <recordIcon></recordIcon>最後一筆了！

source: Recordings
zh_hk: 錄音

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
zh_hk: 錄音係我哋建立開放數據集個陣不可或缺嘅一部分，亦都係好多人覺得最好玩嘅一部分！

source: Record/Stop
zh_hk: 錄音/停止

source: Record your voice
zh_hk: 錄下您的聲音

source: Refresh
zh_hk: 更新

source: Reject
zh_hk: 拒絕

source: Remove
zh_hk: 移除

source: Remove Avatar
zh_hk: 刪除你嘅頭像

source: Report
zh_hk: 舉報

source: Report was passed successfully
zh_hk: 成功送出報告內容

source: Request a Language
zh_hk: 申請增加一種語言

source: Request recordings
zh_hk: 請求下載

source: *required
zh_hk: *必填欄位

source: Re-record
zh_hk: 重新錄音

source: Re-record clip
zh_hk: 重新錄製片段

source: Return
zh_hk: 返回

source: Return here to edit your goal anytime.
zh_hk: 你可以隨時返呢度編輯目標。

source: Return to Common Voice
zh_hk: 翻去 Common Voice

source: Return to Common Voice Datasets
zh_hk: 返回 Common Voice 數據集

source: Return to Languages
zh_hk: 返回語言清單

source: Review
zh_hk: 審核

source: Review & re-record clips here as you go
zh_hk: 在此確認或重錄片段

source: Review & re-record clips if needed
zh_hk: 聽多次錄音，有需要就重錄

source: Review Sentences
zh_hk: 審核句子

source: Review & Submit
zh_hk: 審核和提交

source: Romanian
zh_hk: 羅馬尼亞文

source: Romansh Sursilvan
zh_hk: 羅曼蘇塞瓦語

source: Romansh Vallader
zh_hk: 羅曼什瓦拉德文

source: Runyankole
zh_hk: 尼揚科勒文

source: Russian
zh_hk: 俄文

source: Sakha
zh_hk: 薩哈文

source: Santali (Ol Chiki)
zh_hk: 桑塔利語（Ol Chiki 文）

source: Sardinian
zh_hk: 薩丁尼亞語

source: Save
zh_hk: 儲存

source: Saved
zh_hk: 已儲存

source: Search
zh_hk: 搜尋

source: See how your progress compares to other contributors all over the world.
zh_hk: 睇下您的進度同全球其他貢獻者如何相比。

source: See Less
zh_hk: 檢視更少

source: See More
zh_hk: 檢視更多

source: Select a Language...
zh_hk: 選擇語言…

source: Selected
zh_hk: 已選

source: Send sign up link
zh_hk: 轉送註冊鏈結

source: Sentence Collection
zh_hk: 語句收集

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
zh_hk: <sentenceCollectorFragment>瞭解收集語句嘅更多資訊</sentenceCollectorFragment>。

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
zh_hk: <sentenceCollectorVideo> 睇睇我哋嘅 Sentence Collector 使用教學短片</sentenceCollectorVideo>。

source: Sentences
zh_hk: 句子

source: Sentences are collected for people to read aloud.
zh_hk: 收集好啲句子俾人錄音。

source: Serbian
zh_hk: 塞爾維亞文

source: Set a goal
zh_hk: 訂立目標

source: Set my visibility
zh_hk: 公開/隱藏個人檔案

source: Setswana
zh_hk: 茨華拿文

source: Settings
zh_hk: 設定

source: Sex or Gender
zh_hk: 性別

source: Share Common Voice
zh_hk: 分享 Common Voice 計劃

source: Share my goal
zh_hk: 分享我嘅目標

source: Share your clip
zh_hk: 分享你的錄音片段

source: Share your { $count } Clip Daily Goal for { $type }
zh_hk: 分享您的每日 { $type } 目標: { $count } 片段

source: Share your { $count } Clip Weekly Goal for { $type }
zh_hk: 分享您的每週 { $type } 目標: { $count } 片段

source: Shilha
zh_hk: 施盧赫文

source: Shortcuts
zh_hk: 捷徑

source: Show my ranking
zh_hk: 顯示我嘅排名

source: Sicilian
zh_hk: 西西里文

source: Sign up
zh_hk: 註冊

source: Sign up for an account
zh_hk: 註冊帳戶

source: Sign up for Common Voice newsletters, goal reminders and progress updates
zh_hk: 留低你嘅電郵，收取 Common Voice 電子報、目標提醒、同進度更新。

source: sign up for email updates
zh_hk: 訂閱最新消息電子報

source: Sign up for { $lang } updates:
zh_hk: 訂閱 { $lang } 的最新消息:

source: Sinhala
zh_hk: 僧加羅文

source: Siswati
zh_hk: 斯威士文

source: Size
zh_hk: 大小

source: Skip
zh_hk: 略過

source: Skip Submission Feedback
zh_hk: 略過提供意見

source: Slovak
zh_hk: 斯洛伐克文

source: Slovenian
zh_hk: 斯洛維尼亞文

source: Social media
zh_hk: 社交媒體

source: Somali
zh_hk: 索馬里文

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
zh_hk: 有啲語言嘅文法、詞彙同發音差異可以好大。因此，我哋喺 2022 年<ctaLink>引入咗「語言變體」</ctaLink>。令各個社群能夠喺更完善嘅數據集中準確識別語言。

source: Someone asks for a language to be added.
zh_hk: 有人要求加入一種語言。

source: Sorbian, Lower
zh_hk: 下索布文

source: Sorbian, Upper
zh_hk: 上索布文

source: Sorry, Common Voice is running slowly. Thanks for your interest.
zh_hk: 唔好意思，Common Voice 運作得比較慢。多謝你嘅關注。

source: Sorry, something went wrong
zh_hk: 唔好意思，有啲嘢出錯咗

source: Spanish
zh_hk: 西班牙文

source: Speak
zh_hk: 講

source: Speakers
zh_hk: 錄音人數

source: Speaking
zh_hk: 講嘢

source: Speaking and Listening
zh_hk: 又聽又講

source: Speak now
zh_hk: 而家開始講話

source: Speak up, contribute here!
zh_hk: 喺呢度貢獻你嘅聲音！

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
zh_hk: <speechBlogLink>語音辨識新手上路</speechBlogLink>

source: Splits
zh_hk: 分割

source: Start recording
zh_hk: 開始錄音

source: Start typing to describe your accent
zh_hk: 開始打字來形容你嘅口音

source: Stats
zh_hk: 統計

source: Status Page
zh_hk: 狀態版面

source: Streaks
zh_hk: 連勝

source: Submit
zh_hk: 提交

source: Submit a report
zh_hk: 提交報告

source: Submit clips
zh_hk: 提交錄音

source: Subscribe
zh_hk: 訂閱

source: Success
zh_hk: 成功

source: Success, profile created!
zh_hk: 成功建立個人檔案！

source: Swahili
zh_hk: 斯華希里文

source: Swedish
zh_hk: 瑞典文

source: Syriac
zh_hk: 敘利亞文

source: Tagalog
zh_hk: 他加祿文

source: Tahitian
zh_hk: 大溪地話

source: Taiwanese (Minnan)
zh_hk: 台語（閩南話）

source: Tajik
zh_hk: 塔吉克文

source: Tamazight
zh_hk: 柏柏文

source: Tamil
zh_hk: 泰米爾文

source: Tap
zh_hk: 點選

source: Tatar
zh_hk: 韃靼文

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
zh_hk: Tatoeba 是一套用於語言學習的大型數據庫，當中包含了各種句子、翻譯、以及錄音。這個下載項目包含了其社群所錄下的英語語音。

source: TED-LIUM Corpus
zh_hk: TED-LIUM 語料庫

source: Telugu
zh_hk: 泰盧固文

source: Terms
zh_hk: 使用條款

source: Thai
zh_hk: 泰文

source: Thanks for confirming your account, now let's build your profile.
zh_hk: 多謝你確認你嘅帳戶，而家等我哋建立你嘅個人檔案。

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
zh_hk: 受惠於全球超過25.9萬人為50幾種唔同語言嘅無私貢獻，我哋將會利用呢啲資料嚟訓練有語音功能嘅應用程式，令佢哋可以更準確咁理解人聲。

source: Thank you for donating your voice clips!
zh_hk: 多謝捐出你嘅錄音

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
zh_hk: 多謝你的錄音！<lineBreak></lineBreak>請在下面審核和提交你的錄音。

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
zh_hk: 多謝您對向 { $lang } 貢獻的興趣。我們正在努力支援各種不同語言，並與所有團隊保持聯繫。如果您也想參與貢獻，請在下方提供電郵地址給我們。

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
zh_hk: 回收桶中包含無法進入 Common Voice 數據集的語音片段。與數據集一樣，回收桶的內容也可被下載。

source: The clip has disrespectful or offensive language.
zh_hk: 這個片段中有不尊重他人或冒犯性的語言。

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
zh_hk: Common Voice 數據集包含數十萬條語音樣本，可以幫助開發語音識別工具。

source: The number of recordings and which languages you contribute to will be public.
zh_hk: 你貢獻嘅錄音數量，以及貢獻咗邊幾種語言，都會係公開嘅。

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
zh_hk: 對語言嘅睇法有好多種。以語音識別模型嘅用途嚟講，Common Voice 建議集中喺「容易互相理解」或者「如果呢種語言嘅講者想互相理解，佢哋做唔做得到？」

source: The recording was too long.
zh_hk: 呢段錄音太長喇。

source: The recording was too quiet.
zh_hk: 呢段錄音太靜喇。

source: The recording was too short.
zh_hk: 呢段錄音太短喇。

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
zh_hk: 這些語言目前正由社群開發中，進度條展示每種語言<localizationGlossaryLink>網站本地化</localizationGlossaryLink>及<sentenceCollectionGlossaryLink>搜集語句</sentenceCollectionGlossaryLink>的狀況。

source: The selected file is too large
zh_hk: 選擇的檔案太大

source: The sentence has a grammatical or spelling error.
zh_hk: 這句話的文法或寫法有錯誤。

source: The sentence has disrespectful or offensive language.
zh_hk: 呢句唔尊重人或者語帶冒犯。

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
zh_hk: 網站將會盡快恢復作業。請到我們嘅 <matrixLink>Matrix 社群聊天頻道</matrixLink>、<githubLink>GitHub</githubLink> 上嘅網站報告問題，或到 <discourseLink>Discourse 討論區</discourseLink>報俾我地，或者瀏覽最新資訊。

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
zh_hk: TED-LIUM 語料庫是從 TED 網站上的講座對話，及其被抄寫下來的演講稿一起製作而成的語料庫。

source: The website text is translated into that language.
zh_hk: 網站被翻譯為該語言。

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
zh_hk: 呢個係一個用例驅動嘅群體分項，包含咗用於增強語音識別偵測我哋講出數字和是/否嘅數據。

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
zh_hk: 用此選項在排行榜上公開/隱藏個人檔案。在「隱藏」狀態時，您的進度僅自己可見，照片、用戶名稱、貢獻進度等均不會出現在排行榜上。注意改變設定 { $minutes } 分鐘後，才會在排行榜上生效。

source: Three to go!
zh_hk: 仲有三個！

source: Tibetan
zh_hk: 藏語

source: Tigre
zh_hk: 提古利話

source: Tigrinya
zh_hk: 提格利尼亞文

source: Today
zh_hk: 今日

source: Today's Common Voice progress on clips recorded
zh_hk: 今日 Common Voice 錄音片段的進度

source: Today's Common Voice progress on clips validated
zh_hk: 今日 Common Voice 驗證片段的進度

source: Today's Progress
zh_hk: 今日嘅進度

source: Toki Pona
zh_hk: 道本語

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
zh_hk: 必須經過兩位不同的使用者確認過，錄音片段才會進入 Common Voice 數據集。

source: Top Contributors
zh_hk: 貢獻者排行榜

source: Total
zh_hk: 總計

source: Total Approved
zh_hk: 總批准數

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
zh_hk: 假如有 { $people } 個人每天錄低 { $clipsPerDay } 條片，就可以喺 { $periodMonths } 個月內達到{ $totalHours } 小時錄音片段嘅目標。

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
zh_hk: 喺右手邊，我地列明左各項成效以及了我地會公開嘅資訊。請用以下嘅連結喺你自己的裝置上開始使用Common Voice 賬戶。

source: Toward next goal
zh_hk: 距離下一個目標

source: Track progress here and on your stats page.
zh_hk: 可以在此追蹤進度，或前往統計頁面。

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
zh_hk: <translateVideoLink>睇一睇 Pontoon 嘅使用教學指南。</translateVideoLink>

source: Translating the site
zh_hk: 翻譯網站

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
zh_hk: Common Voice 網站嘅翻譯喺 <strong>Pontoon</strong> 平台上面進行。

source: Turkish
zh_hk: 土耳其文

source: Turkmen
zh_hk: 土庫曼話

source: Twi
zh_hk: 契維文

source: Ubykh
zh_hk: 尤比克文

source: Udmurt
zh_hk: 烏德穆爾特文

source: Ukrainian
zh_hk: 烏克蘭文

source: Understand contribution criteria
zh_hk: 瞭解貢獻準則

source: Upload aborted. Do you want to delete your recordings?
zh_hk: 上載中斷了，你想刪除你的錄音嗎？

source: Upload an image file
zh_hk: 上傳圖片

source: Upload of this clip keeps failing, keep retrying?
zh_hk: 段錄音一直上傳失敗，要繼續嘗試嗎？

source: Urdu
zh_hk: 烏都文

source: User Name
zh_hk: 賬戶名稱

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
zh_hk: 使用者確認錄音片段是否精準，並確認講話者有冇正確地讀出句子。

source: Uyghur
zh_hk: 維吾爾文

source: Uzbek
zh_hk: 烏茲別克文

source: Validated Clips
zh_hk: 已驗證嘅錄音

source: Validated Hours
zh_hk: 已驗證鐘數

source: Validated Hr. Total
zh_hk: 已驗證總鐘數

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
zh_hk: 驗證人哋錄低嘅錄音片段，對 Common Voice 嘅使命都非常重要。只要聽一下，就可以幫我哋打造高品質、開放源碼嘅語音數據集。

source: Validations
zh_hk: 驗證

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
zh_hk: 語言變體係一種語言嘅特定形式。只由居住喺某啲地區或社群嘅人共享。有時亦稱為「方言」。

source: Varying Pronunciations
zh_hk: 讀音差異

source: Venetian
zh_hk: 威尼斯文

source: Version
zh_hk: 版本

source: Vietnamese
zh_hk: 越南文

source: View your progress against personal and project goals.
zh_hk: 檢視個人同成個計劃嘅目標進度。

source: Visible
zh_hk: 公開

source: Voice clips are entered into a submission queue that readies them for listening.
zh_hk: 錄音片段會被放入隊列排隊，準備接受聆聽確認。

source: Voice Contribution
zh_hk: 貢獻錄音

source: Voice Dataset, Ready for Download
zh_hk: 語音數據集，可以下載

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
zh_hk: 語音係一種好自然、富有人性嘅事物。我哋希望建立一套畀機器用到嘅語音技術。但建立呢一個語音系統嘅過程，需要超多嘅語音數據。

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
zh_hk: 語音係自然、有人性嘅。所以我哋非常希望為機器建造可用嘅語音技術，但建造語音系統需要非常大量嘅語音數據。

source: Voices Online Now
zh_hk: 而家在線嘅人聲

source: Voice Validation
zh_hk: 驗證錄音

source: Volume
zh_hk: 音量

source: Votic
zh_hk: 沃特文

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
zh_hk: VoxForge 的成立，是用來收集被抄寫的對話內容，給自由與開放源碼的語音辨識引擎使用。

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
zh_hk: 想幫手令 Common Voice 計劃變得更好？ 太好了！請用電郵或<discourseLink>Discourse</discourseLink>論壇同我們聯絡， 在<githubLink>GitHub</githubLink>上提交網站問題，或者加入 <matrixLink>Matrix</matrixLink>群組聊天室。

source: Want to stay in touch with Common Voice?
zh_hk: 想同 Common Voice 計劃保持聯絡？

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
zh_hk: 想要在新的 Common Voice 數據集推出時收到通知嗎？請訂閱我們的電子報。

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
zh_hk: 我哋整緊套公開而人人用得嘅語音數據集，人人都可以用佢嚟訓練認得到聲嘅應用程式。

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
zh_hk: 喺 Mozilla 呢度，我哋建立緊一個同語音技術相關嘅社群。我哋想同你保持聯繫，提供最新嘅消息同資料來源，亦都想瞭解你會點樣使用呢啲資料。

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
zh_hk: 我們相信，大型而公開可用的語音數據集能夠促進語音機器學習科技的創新，以及健康的商業競爭。這是一項全球性的運動，我們邀請任何人士參與。我們的目標是令語音技術能夠更具包容性，反映出世界各地語音的多樣性。

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
zh_hk: 我們相信若有一組大型、可公開使用的語音資料集，可奠定以機器學習為基礎的語音技術上的創新，與健康的商業競爭。 Common Voice 的多語言數據集已經成為最大的公開語音數據集，但不是唯一的一套。 您可於此頁面找到其他開放原碼的語音數據集。隨 Common Voice 持續成長，我們也會於此處張貼更新資訊。

source: Website Localization
zh_hk: 網站本地化

source: We couldn’t find that page for you
zh_hk: 搵唔到您想開嘅頁面

source: Weekly
zh_hk: 每週

source: Weekly Goal
zh_hk: 每週目標

source: We launch the Common Voice site in this language.
zh_hk: 我哋會推出呢個語言嘅 Common Voice 網站。

source: Welcome { $company } staff!
zh_hk: 歡迎 { $company } 嘅員工！

source: Welcome to Common Voice
zh_hk: 歡迎使用 Common Voice

source: Welsh
zh_hk: 威爾斯文

source: We may have run out of clips - refresh the page, or try again later.
zh_hk: 這款語言可以驗證的錄音已經被做完了…

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
zh_hk: 我哋保證會小心處理你嘅資訊。如果要瞭解更多，請閲讀我哋嘅<privacyLink>私隱權公告</privacyLink>。

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
zh_hk: 我們想建立一套開放原碼、多重語言的語音數據集，讓任何人都可以用來開發和語音相關的應用。

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
zh_hk: 我們集合眾人之力，打造開放原始碼的語音資料集。歡迎捐出您的聲音、協助驗證他人的錄音片段是否正確，讓數據集能夠變得更好。

source: We’re experiencing unexpected downtime
zh_hk: 我哋遇上意外嘅系统停機時段

source: We release the dataset every 3 months.
zh_hk: 我哋每 3 個月發放一次數據庫。

source: We're receiving a lot of traffic and are currently investigating the issues.
zh_hk: 我哋收到好多網絡流量，而家調查緊呢啲問題。

source: We’re sorry, your platform is not currently supported.
zh_hk: 對不起，你的平台暫時不被支援。

source: We've run out of sentences to record in this language...
zh_hk: 這款語言可以錄音的句子已經用完了…

source: We will be in touch with more information about how to add your language to Common Voice very soon.
zh_hk: 我哋會盡快同你聯絡，同你提供更多有關點樣增添語言到 Common Voice 入邊嘅資訊。

source: We will be in touch with more information as it becomes available.
zh_hk: 我們會在有更多消息的時候聯絡您。

source: We will not make your email public.
zh_hk: 我哋唔會公開你嘅電郵地址。

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
zh_hk: 我哋將會審核你從數據集中刪除錄音嘅請求。如果你嘅請求獲得批准，我哋將會聯絡已下載數據集嘅使用者，並請佢哋都刪除你嘅錄音。

source: What is a language on Common Voice?
zh_hk: Common Voice 入面嘅「語言」係乜嘢？

source: What issues are you experiencing with this sentence?
zh_hk: 呢句有咩問題？

source: What kind of goal do you want to build?
zh_hk: 您想要建立點樣嘅目標？

source: What’s inside the Common Voice dataset?
zh_hk: Common Voice 數據集當中有什麼？

source: What's Public?
zh_hk: 有邊啲資料會公開？

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
zh_hk: 若使用者投下不正確票，錄音片段就會回到隊列重新排隊。若被退回第二次，片段就會就會被丟進回收桶。

source: Which variant of { $language } do you speak?
zh_hk: 你講嘅係{ $language }嘅邊一種變體?

source: Why ?
zh_hk: 點解？

source: Why a profile?
zh_hk: 點解要個人檔案？

source: Why Common Voice?
zh_hk: 點解會有 Common Voice？

source: Why does this matter?
zh_hk: 點解咁重要？

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
zh_hk: 你想刪除埋你嘅所有錄音，定係想將錄音保留喺 Common Voice 嘅數據集中？

source: Xhosa
zh_hk: 科薩話

source: Yes
zh_hk: 好

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
zh_hk: 好，寄電郵畀我。我想繼續收到同 Common Voice 計劃有關嘅資訊。

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
zh_hk: 好，請向我發電郵。我想追蹤這個語言在 Common Voice 上的進展。

source: Yiddish
zh_hk: 意第緒文

source: Yoruba
zh_hk: 約魯巴文

source: You
zh_hk: 你

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
zh_hk: 您將會下載 <size>{ $size } GB</size> 嘅檔案，下唔下載？

source: You are prepared to initiate a download of <b>{ $size }</b>
zh_hk: 您將開始一個<b>{ $size }</b>的下載項目

source: You can choose to make your username public or anonymous.
zh_hk: 你可以選擇公開你嘅賬戶名稱，或保持匿名。

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
zh_hk: 你可以透過創立一個 Common Voice 帳戶並貢獻錄音，嚟協助我哋建立一個多元、開放源碼嘅數據集。

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
zh_hk: 加入 <discourseLink>Discourse</discourseLink> 嚟認識 Mozilla 嘅語言社群並一齊討論，或者加入 <matrixLink>Matrix</matrixLink> 嚟獲得快啲嘅建議。

source: You must allow microphone access.
zh_hk: 你必需允許我們存取你的咪高峰。

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
zh_hk: 你嘅口音即係你講嘢嘅方式。呢樣嘢可以由你住過嘅地方、你講嘅其他語言、同埋好多其他因素所形成㗎。你可以喺呢度分享任何你覺得相關嘅資訊。

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
zh_hk: 您的錄音會以匿名的形式保留喺 Common Voice 嘅數據集。當您刪除咗個人檔案後，就唔能夠再從數據集中刪除錄音。

source: Your daily goal has been created
zh_hk: 成功訂立咗您嘅每日目標

source: Your download has started.
zh_hk: 您的下載開始了。
